{
  "MENU_RESOURCES" : "RESOURCES",
  "MENU_RESOURCES_DOWNLOAD" : "Download",
  "MENU_RESOURCES_DOCUMENTATION" : "Documentation",
  "MENU_RESOURCES_TALKS" : "Talks",
  "MENU_RESOURCES_ABOUT" : "About Gatling",
  "MENU_PROFESSIONAL_SERVICES" : "PROFESSIONAL SERVICES",
  "MENU_PROFESSIONAL_SERVICES_SUPPORT" : "Support & Consulting",
  "MENU_PROFESSIONAL_SERVICES_TRAINING" : "Training",
  "MENU_PROFESSIONAL_SERVICES_FRONTLINE" : "Gatling FrontLine&reg;",
  "MENU_PROFESSIONAL_SERVICES_STORIES" : "Users stories",
  "MENU_PROFESSIONAL_SERVICES_WHY" : "Why Gatling?",
  "MENU_COMPANY" : "COMPANY",
  "MENU_COMPANY_VALUES" : "Our values",
  "MENU_COMPANY_HISTORY" : "History",
  "MENU_COMPANY_TEAM" : "The team",
  "MENU_COMPANY_CONTACT" : "Contact",
  "MENU_BLOG" : "BLOG",
  "MENU_COMMUNITY" : "COMMUNITY",
  "MENU_COMMUNITY_GITHUB" : "Github",
  "MENU_COMMUNITY_MAILINGLIST" : "Mailing List",
  "MENU_COMMUNITY_GOOGLEPLUS" : "Google+",
  "MENU_COMMUNITY_TWITTER" : "Twitter",
  "MENU_COMMUNITY_LINKEDIN" : "LinkedIn",
  "MENU_COMMUNITY_FACEBOOK" : "Facebook",
  "MENU_COMMUNITY_YOUTUBE" : "Youtube",
  "FOOTER": "Gatling is an open-source load testing framework based on <strong>Scala</strong>, <strong>Akka</strong> and <strong>Netty</strong>",

  "HOME_HEADER_TITLE": "is an open-source load testing framework based on <strong>Scala</strong>, <strong>Akka</strong> and <strong>Netty</strong>",
  "HOME_HEADER_SUBTITLE1": "High performance",
  "HOME_HEADER_SUBTITLE2": "Ready-to-present HTML reports",
  "HOME_HEADER_SUBTITLE3": "Scenario recorder and developer-friendly DSL",
  "HOME_HEADER_SUBTITLE4": "\"Arm yourself for performance\"",
  "HOME_BANNER": "New support offers! Let's team up!",
  "HOME_CAROUSEL_RECORD": "Record",
  "HOME_CAROUSEL_RECORD_CONTENT": "- Compatible with all browsers<br>- Easy way to script your scenarios",
  "HOME_CAROUSEL_EDIT": "Edit",
  "HOME_CAROUSEL_EDIT_CONTENT": "- Write your scenarios with our scripting API or directly in Scala<br>- Easy-to-read and developer-friendly<br>- Easier maintainability",
  "HOME_CAROUSEL_LAUNCH": "Launch",
  "HOME_CAROUSEL_LAUNCH_OS": "Terminal",
  "HOME_CAROUSEL_LAUNCH_BUILD_TOOL": "Build tool",
  "HOME_CAROUSEL_LAUNCH_CONTINUOUS_INTEGRATION": "Continuous Integration",
  "HOME_CAROUSEL_ANALYZE": "Analyze",
  "HOME_CAROUSEL_ANALYZE_CONTENT": "- Clear, exhaustive, dynamic and colorful reports<br>- Significant metrics: 99th percentiles<br>- Ready-to-present",
  "HOME_USE_GATLING": "They use Gatling",
  "HOME_NEWS_HAPPY_NEW_YEAR": "Gatling's team wishes you a happy new year!",
  "HOME_NEWS_VERSION": "Gatling {{version}} is out!",

  "PRO_TITLE": "Gatling Professional Services",
  "PRO_CONTACT": "All services are provided by <strong>Gatling's development team</strong>. Contact us at",
  "PRO_SUPPORT_DURATION": "Duration",
  "PRO_SUPPORT_NB_TICKETS": "Number of tickets",
  "PRO_SUPPORT_MAX_RESP_TIME": "Maximum response time",
  "PRO_SUPPORT_PRIORITY": "Priority",
  "PRO_SUPPORT_CONSULTING": "Scenario scripting consulting",
  "PRO_SUPPORT_SILVER": "Silver",
  "PRO_SUPPORT_GOLD": "Gold",
  "PRO_SUPPORT_PLATINUM": "Platinum",
  "PRO_SUPPORT_SILVER_DURATION": "One year",
  "PRO_SUPPORT_SILVER_NB_TICKETS": "Three",
  "PRO_SUPPORT_SILVER_MAX_RESP_TIME": "One business day",
  "PRO_SUPPORT_SILVER_PRIORITY": "high",
  "PRO_SUPPORT_SILVER_CONSULTING": "One hour",
  "PRO_SUPPORT_GOLD_DURATION": "One year",
  "PRO_SUPPORT_GOLD_NB_TICKETS": "Twelve",
  "PRO_SUPPORT_GOLD_MAX_RESP_TIME": "One business day",
  "PRO_SUPPORT_GOLD_PRIORITY": "Very high",
  "PRO_SUPPORT_GOLD_CONSULTING": "Three hours",
  "PRO_SUPPORT_PLATINUM_DURATION": "One year",
  "PRO_SUPPORT_PLATINUM_NB_TICKETS": "Unlimited",
  "PRO_SUPPORT_PLATINUM_MAX_RESP_TIME": "Four business hours",
  "PRO_SUPPORT_PLATINUM_PRIORITY": "Urgent",
  "PRO_SUPPORT_PLATINUM_CONSULTING": "Six hours",
  "PRO_PERFORMANCE_PACKAGE": "Performance package: we certify your business",
  "PRO_PERFORMANCE_PACKAGE_CONTENT1": "Our performance packages are <strong>all inclusive, from tests scripting to tests running and reporting</strong>.",
  "PRO_PERFORMANCE_PACKAGE_CONTENT2": "Hands-on training session are also included to let you do performance testing on your own!",
  "PRO_PERFORMANCE_PACKAGE_CONTENT3": "Contact us for more information:",
  "PRO_ON_QUOTE": "Professional services on quote",
  "PRO_TRAINING": "Training session and certification",
  "PRO_TRAINING_CONTENT1": "<strong>For beginners and advanced users</strong>. Join Gatling' network thanks to our certifications!",
  "PRO_TRAINING_CONTENT2": "Check out our training session program",
  "PRO_MIGRATION": "Gatling's migration",
  "PRO_MIGRATION_CONTENT1": "<strong>Get Gatling's full potential</strong> and migrate to the last version! <strong>Our development team helps you do it faster!</strong>",
  "PRO_DEV": "Development and Consulting",
  "PRO_DEV_CONTENT": "<strong>Get the experts</strong> on your side!",
  "PRO_GET_IN_TOUCH": " One way to get in touch with us:",

  "DOWNLOAD_LATEST_RELEASE":"Latest release",
  "DOWNLOAD_LATEST_SNAPSHOT":"Latest snapshot",
  "DOWNLOAD_SNAPSHOT_AVAILABLE":"Snapshots are available in ",
  "USING":"Using ",

  "KLM_TITLE": "KLM User Story",
  "KLM_SUBTITLE_1": "The big picture",
  "KLM_CONTENT_1": "<p><strong>Gatling helps KLM to move from a project oriented to a continuous delivery organization</strong> by enabling the integration of load and performance testing into the continuous delivery process.</p><p>Being a <strong>developer friendly tool</strong>, that integrates well with other development tools used at KLM, Gatling was quickly adopted by developers in the product teams.</p><p>By integrating performance tests in the delivery pipeline, the teams get <strong>daily feedback on performance during a sprint</strong>, so that they can detect and solve issues early in the development process.</p>",
  "KLM_SUBTITLE_2": "The story",
  "KLM_CONTENT_2": "<p>At KLM there are <strong>several business critical web applications</strong>. The online booking tool, for instance, generates a significant amount of the airline's total revenues.</p><p><strong>Downtime or bad performance of this application can lead to unacceptable loss in revenue</strong>. Poorly performing passenger handling applications like internet check-in can lead to large queues at the airport.</p><p>Therefore all business critical applications are performance tested thoroughly before go live. The performance tests also provide input for capacity planning.</p>",
  "KLM_SUBTITLE_3": "Shorter time to market without compromising quality",
  "KLM_CONTENT_3": "<p>Over the last ten years, all performance tests were executed by a dedicated performance test team of five specialists, testing for approximately 100 go lives per year. Since 2014 KLM is transforming from a projectoriented into a continuous delivery organization.</p><p><strong>One of the goals is to shorten time to market</strong> by increasing the number of go lives,<strong>without compromising on quality</strong>.</p>",
  "KLM_SUBTITLE_4": "A new approach",
  "KLM_CONTENT_4": "    <p>This goal needed a <strong>new approach</strong>: performance testing should be a part of the delivery pipeline, automating execution and test result analysis as much as possible. Also performance testing should be embedded in the product teams.</p><p><strong>This is where Gatling came into the picture</strong>. <strong>Gatling is a developer friendly tool and integrates well with developer tools</strong> used at KLM, like Maven and Bamboo.</p><p>Gatling tests are written in Scala IDE's like IntelliJ or Eclipse and are added to application code base in the source repository.</p>",
  "KLM_SUBTITLE_5": "Frequent Feedback During The Sprint",
  "KLM_CONTENT_5": "<p>When running performance tests, Gatling load metrics are pushed to Graphite, together with OS and JVM metrics from the tested applications. The test results are then analyzed and benchmarked automatically, using a custom build dashboard application. The Gatling tests can be triggered from the delivery pipeline, resulting in <strong>frequent feedback on performance of an application during the sprint</strong>.</p>",
  "KLM_SUBTITLE_6": "Gatling, the standard performance test tool within KLM",
  "KLM_CONTENT_6": "<p>In the last few months all the major web applications have migrated their performance tests to Gatling, making this <strong>the de facto standard performance test tool within KLM</strong>.</p>",
  "KLM_QUOTE": "Gatling helps KLM to move from a project oriented to a <strong>continuous delivery organization</strong>.",
  "KLM_QUOTE_AUTHOR": "Senior performance test consultant @ KLM",

  "BC_TITLE": "User Story within a British Company",
  "BC_CONTENT_0": "<p>Both the Digital Load Test Team and various product teams use Gatling as a <strong>core part of our load testing effort</strong>.</p>",
  "BC_SUBTITLE_1": "Why Gatling?",
  "BC_CONTENT_1": "<p>There are <strong>three major factors</strong> that attracted us to Gatling:</p><ol><li>The HTTP DSL</li><li>The reporting</li><li>Its concurrency model</li></ol>",
  "BC_SUBTITLE_2": "HTTP DSL",
  "BC_CONTENT_2": "<p>There are a number of load-test tools that only allow tests to be written in the GUI or through XML files. <strong>We wanted test-scripts that were easily understandable</strong> and that could be committed to a version control system.</p>",
  "BC_SUBTITLE_3": "Reporting",
  "BC_CONTENT_3": "<p><strong>The interactive JavaScript reports</strong> that are produced after the test run are <strong>extremely impressive</strong> and product teams have been keen to receive the reports and analyse the results themselves.</p> <p>The <strong>integration with Graphite/InfluxDB and Grafana</strong> was also key for us as we are now able to provide <strong>real-time graphing</strong> for product teams to view during the test run.</p>",
  "BC_SUBTITLE_4": "Concurrency Model",
  "BC_CONTENT_4": "<p>With a synchronous concurrency model it is necessary to use multiple machines just to achieve several hundred requests per second. Scaling-out can be tricky to manage and costly when running from The Cloud. We have managed to achieve a <strong>high concurrency rate with Gatling using only a modest GNU/Linux box</strong>.</p>",
  "BC_SUBTITLE_5": "The Story",
  "BC_CONTENT_5": " <p>Apart from myself there are two other load-testers in the Digital Load Test Team who cover an array of application products and services. Our two main tools include Gatling and a proprietary tool.</p><p>We feel that <strong>Gatling encourages collaboration with product teams throughout the load-testing process</strong>. Firstly, performance requirements are written on a wiki, translated into a Gatling test script and then pushed to our <a href=\"https://github.com/bbc/gatling-load-tests\">Github repository</a>. Here the test is reviewed by a member of the product team. This is important because the developers do not need to install a load-test tool or wade through masses of XML in order to review the test. <strong>The DSL can be read by all</strong> and invariably changes are requested by stakeholders when a concrete test is seen.</p><p>We have created <a href=\"https://github.com/bbc/gatling-load-tests#grafanainfluxdb\">Grafana and InfluxDB Docker images</a> that can be run to receive out-of-the-box real-time graphing and metric storage. This allows both ourselves and our product teams to view the progress of the test run and use SQL like queries to retrieve data related to specific time series data.</p><p>The automatic generated reports are tarballed and uploaded to a server for stakeholders to access.</p>",
  "BC_SUBTITLE_6": "The Future",
  "BC_CONTENT_6": "<p>The general tendency towards Cloud deployments has led to a new dynamic with regards to load-testing. There has been a tendency to rely less on a centralised load-test team running on an internal infrastructure towards a model where developers and testers are spinning up instances and running load-tests themselves. Gatling is a perfect fit for this and <strong>we are starting to help product teams run Gatling as part of their Continuous Delivery pipeline</strong> utilising the <a href=\"https://wiki.jenkins-ci.org/display/JENKINS/Gatling+Plugin\">Gatling Jenkins plugin.</a></p>",
  "BC_QUOTE": "We feel that <strong>Gatling encourages collaboration with product teams throughout the load-testing process</strong>.",
  "BC_QUOTE_AUTHOR": "Digital Load Test Team",

  "OX_TITLE": "Open-Xchange User Story",
  "OX_CONTENT_0": "<p>Open-Xchange is committed to deliver the <strong>most scalable, modern and trusted web-based collaboration and productivity solutions</strong> to the smartest companies.</p><p><strong>Our focus on multi-million user installations</strong> at the hosting and telco segment introduces a natural requirement on <strong>rigorous load and stress testing</strong>.</p><p>Using Gatling at our <strong>continuous integration workflow</strong> makes sure that regressions with regards to performance are <strong>spotted early</strong> during the development cycle.</p><p>Uncovering architectural weaknesses as soon as possible is invaluable when building complex applications.</p>",
  "OX_SUBTITLE_1": "Great flexibility, efficiency and integration",
  "OX_CONTENT_1": "<p><strong>Gatling has very quickly replaced legacy load testing tools</strong> by providing <strong>great flexibility, efficiency and integration</strong> to our existing processes and test environments.</p><p>Removing some of the <strong>bottle-necks</strong> of API load testing allowed us to achieve more comprehensive and relevan results.</p><p>Combining those benefits and improved acceptance of load testing within development teams, led to a significant increase in software quality and customer satisfaction.</p><p>At the same time, we experienced a <strong>~150x enhancement</strong> in efficiency regarding test execution, <strong>bringing down our investments on load testing dramatically.</strong></p>",
  "OX_SUBTITLE_2": "Focus on integration",
  "OX_CONTENT_2": "<p>We're using Gatling in combination with other well respected components such as <strong>Grafana, collectd, jmxtrans and InfluxDB</strong> to not only fetch and store load test data, but extract meaningful information which helps us optimizing our products.</p><p><strong>The flexibility of Gatling</strong> allowed us to adapt load testing <strong>to both open and proprietary web application protocols</strong> while using a common framework to <strong>avoid costs of re-engineering functionality or test data for other projects</strong>.</p>",
  "OX_SUBTITLE_3": "Dedicated on-site training",
  "OX_CONTENT_3": "<p>Both the community and commercial professional services offerings were extremely valuable to support the transition and continued integration of Gatling to our teams’ daily work.</p><p>The response times and quality of support from the Gatling community were exceptional.</p><p><strong>Dedicated on-site training sessions with our DevOps, Development, QA and Services staff helped to spread adoption, gaining expertise and review existing implementations.</strong></p>",
  "OX_QUOTE": "We experienced a ~150x enhancement in resource usage regarding test execution, <strong>bringing down our investments on load testing dramatically.</strong>.",
  "OX_QUOTE_AUTHOR": "Head of Quality Assurance @ Open-Xchange",

  "STORY_TRAVEL": "TRAVEL",
  "STORY_BC_DESCRIPTION": "<p>There has been a tendency to rely less on a centralised load-test team running on an internal infrastructure towards a model where developers and testers are spinning up instances and running load-tests themselves.</p><p>Gatling is a perfect fit for this and <strong>we are starting to help product teams run Gatling as part of their Continuous Delivery pipeline</strong> utilising the Gatling Jenkins plugin.</p>",

  "LICENCE_COMMUNITY_INFO": "<b>Gatling community</b> is distributed under Apache 2.0 license. Gatling is open source and always will be. There is a new release every year.",
  "LICENCE_BASIC_INFO": "<b>Gatling Basic</b> is distributed under proprietary license. You have access to Gatling’s releases as soon as they are available. You can test as many times as you wish your own applications. You are not allowed under any circumstances to distribute Gatling Basic’s binaries.",
  "LICENCE_PRO_INFO": "<b>Gatling Pro</b> is distributed under proprietary license. You have access to Gatling’s releases as soon as they are available. You can test as many times as you wish your own applications. You are not allowed under any circumstances to distribute Gatling Basic’s binaries.",

  "LEGAL_TITLE" : "Legals",
  "LEGAL_CONTENT" : "This website is owned and maintained by <b>Gatling Corp</b>.<br/>The Society is registered in the Créteil Trade and Companies Register under number 812 810 216.<br/>Registered office address: <b>45-47 avenue Carnot – 94230 Cachan FRANCE</b>.<br/>The company is capitalized at <b>50 000 €</b>.<br/>Phone number: <b>+33 1 41 24 43 29</b><br/>Any complaint regarding the website’s content must be sent to the registered office, to the attention of the publication director, Mr Stéphane Landelle.",

  "DEFINITION_MINOR_RELEASE_TITLE" : "Minor release:",

  "DEFINITION_MINOR_RELEASE" : "Minor release occurs once a year. It includes community contributions and Gatling’s critical correction patches.",

  "DEFINITION_ENTERPRISE_FIXES_TITLE" : "Enterprises fixes:",

  "DEFINITION_ENTERPRISE_FIXES" : "Enterprises fixes occur twice a year or more. They give you access to all Gatling’s correction patches.",

  "DEFINITION_SNAPSHOTS_TITLE" : "Snapshots:",

  "DEFINITION_SNAPSHOTS" : "Get instant access to Gatling’s every correction patches as soon as they are available and to some exclusive features.",

  "DEFINITION_COMMUNITY_MAILING_LIST_TITLE" : "Community mailing list:",

  "DEFINITION_COMMUNITY_MAILING_LIST" : "Subscribe to Gatling’s Google Group, help and get helped by Gatling’s community.",

  "DEFINITION_PRO_MAILING_LIST_TITLE" : "Pro mailing list:",

  "DEFINITION_PRO_MAILING_LIST" : "Get direct access to Gatling’s development team. We answer within hours on business days.",

  "DEFINITION_EBIZ_TITLE" : "eBusiness Information ",

  "DEFINITION_EBIZ" : "is an IT consulting firm founded in 2000. Its CTO created Gatling in 2011. It supports and funds Gatling since the very beginning.",

  "VALUES" : "Our Values",

  "VALUES_TITLE_1" : "Open source",
  "VALUES_CONTENT_1" : "Gatling is open-source, and always will be. We believe that open source is at the core of innovation and technological innovation. Check out our <a href=\"https://groups.google.com/forum/#!forum/gatling\" target=\"_blank\">Google Group</a> to enjoy community support.",

  "VALUES_TITLE_2" : "Agility",
  "VALUES_CONTENT_2" : "We built Gatling to enhance communication and teamwork within the agile development teams. Because performance testing is everyone's matter.",

  "VALUES_TITLE_3" : "Scalability",
  "VALUES_CONTENT_3" : "We believe applications are changing the way we do business and the way we live. Gatling helps you create scalable web applications.",

  "WHY" : "Why Gatling ?",

  "WHY_TITLE_1" : "Dynamic reports",
  "WHY_CONTENT_1" : "Our reports are clear, concise, dynamic and exhaustive. Share it with your team and get everyone on board. Because load testing is everyone’s matter.",

  "WHY_TITLE_2" : "High concurrency rate",
  "WHY_CONTENT_2" : "Gatling is based on cutting-edge technologies and frameworks like Scala, Akka and Netty. High performance and efficiency are Gatling’s DNA.",

  "WHY_TITLE_3" : "Continuous integration and performance testing",
  "WHY_CONTENT_3" : "Gatling’s code-like scripting is a new approach of performance testing. Experience continuous integration with the Maven, SBT and Jenkins’ plugins.",

  "WHY_TITLE_4" : "High-precision metrics",
  "WHY_CONTENT_4" : "Gatling provides you with high-precision metrics. Investigate your 1% lowest users and boost your return on investment.",

  "HISTORY" : "History",

  "HISTORY_TITLE_1" : "Why Gatling?",
  "HISTORY_CONTENT_1" : "Gatling is developed by former consultants since 2012. Its founder is Stéphane Landelle which was the CTO of eBusiness Information, an IT consulting firm in Paris area, founded in 2000. A full time team of consultants is since dedicated to Gatling’s development and improvement.",

  "HISTORY_TITLE_2" : "Why Gatling Corp?",
  "HISTORY_CONTENT_2" : "Gatling Corp is the official entity which develops Gatling. It aims at keeping Gatling open-source with cutting-edge technologies. Its parent company is eBusiness Information. All Gatling developers are certified in Java and Scala. They are also dedicated to professional services (Gatling’s professional support and consulting services).",

  "TEAM" : "The team",

  "TEAM_TITLE_1" : "Stéphane Landelle",
  "TEAM_CONTENT_1" : "Gatling's founder and CEO<br/><a href=\"https://twitter.com/slandelle\" target=\"_blank\"><i class=\"fa fa-twitter\"></i>slandelle</a><br/><a href=\"https://github.com/slandelle\" target=\"_blank\"><i class=\"fa fa-github\"></i> slandelle</a>",

  "TEAM_TITLE_2" : "Guillaume Corré",
  "TEAM_CONTENT_2" : "Developer<br/><a href=\"https://twitter.com/notdryft\" target=\"_blank\"><i class=\"fa fa-twitter\"></i>notdryft</a><br/><a href=\"https://github.com/notdryft\" target=\"_blank\"><i class=\"fa fa-github\"></i> notdryft</a>",

  "TEAM_TITLE_3" : "Flavien Bert",
  "TEAM_CONTENT_3" : "Developer<br/><a href=\"https://twitter.com/FlavienBert\" target=\"_blank\"><i class=\"fa fa-twitter\"></i>FlavienBert</a>",

  "TEAM_TITLE_4" : "Thomas Grenier",
  "TEAM_CONTENT_4" : "Developer",

  "TEAM_TITLE_5" : "Paul-Henri Pillet",
  "TEAM_CONTENT_5" : "Business Development<br/><a href=\"https://twitter.com/ph_pillet\" target=\"_blank\"><i class=\"fa fa-twitter\"></i>ph_pillet</a>",

  "TEAM_TITLE_6" : "eBusiness Information",
  "TEAM_CONTENT_6" : "IT consulting firm<br/><a href=\"http://www.ebusinessinformation.fr/\" target=\"_blank\">http://www.ebusinessinformation.fr/</a>",

  "CONTACT_TITLE" : "Contact",
  "CONTACT_GATLING_CORP" : "Gatling Corp",
  "CONTACT_ADDRESS" : "Address:",
  "CONTACT_PHONE" : "Phone:",
  "CONTACT_SCHEDULE" : "Monday - Friday<br/>10am - 6pm (France time zone)",
  "CONTACT_EMAIL" : "E-mail:",
  "CONTACT_FOLLOW_US" : "Follow us on:",

  "TALKS" : "Talks",
  "TALKS_UPCOMING" : "Upcoming",
  "TALKS_NO_UPCOMING" : "No upcoming talks",
  "TALKS_PASSED" : "Passed",
  "TALK_55" : "December 17th, 2015 <a href=\"http://www.lavajug.org/2015/12/17/gatling.html/\" target=\"_blank\">LavaJUG, in Clermont-Ferrand, France</a> with Stéphane Landelle",
  "TALK_54" : "December 8th, 2015 <a href=\"http://www.meetup.com/Seattle-Scala-User-Group/events/220010686/?eventId=220010686/\" target=\"_blank\">Scala at the Sea, Seattle</a> with Dragos Manolescu",
  "TALK_53" : "November 25th, 2015 <a href=\"http://www.meetup.com/Gatling-User-Group-Paris/events/223787992/\" target=\"_blank\">Gatling User Group, Paris</a> with Stéphane Landelle",
  "TALK_52" : "November 18th, 2015 <a href=\"http://www.meetup.com/Technical-Test-Experts-Nederland/events/225842236/\" target=\"_blank\">Technical Test Experts Nederland Meetup</a> with Tim van Eijndhoven",
  "TALK_51" : "November 10th, 2015 <a href=\"http://www.agiletestingdays.com/session/performancetesting-with-gatling/\" target=\"_blank\">Agile Testing Days, Postdam, Germany</a> with Erik Swets and Constantijn Visinescu",
  "TALK_50" : "November 5th, 2015 <a href=\"http://fr.slideshare.net/TimvanEijndhoven/continuous-performance-load-testing-for-developers-with-gatling/\" target=\"_blank\">J-Fall 2015, JUG Netherlands</a> with Tim van Eijndhoven",
  "TALK_49" : "October 23rd, 2015 Polytech Nantes, France, with Guillaume Corré",
  "TALK_48" : "October 22nd, 2015 <a href=\"http://www.meetup.com/NYC-Gatling-User-Group/events/225780948/\" target=\"_blank\">Gatling User Group, New York City</a> with Stéphane Landelle",
  "TALK_47" : "October 7th, 2015 <a href=\"http://jug.ua/2015/09/performance-testing-spock/\" target=\"_blank\">Java User Group of Ukraine</a> with Izzet Mustafaiev",
  "TALK_46" : "October 2nd, 2015 <a href=\"http://voxxedbelgrade2015.sched.org/event/3LPO?iframe=no/\" target=\"_blank\">Voxxed Days Belgrade, Serbia</a> with Stéphane Landelle",
  "TALK_45" : "October 2nd, 2015 <a href=\"http://www.slideshare.net/xebia/testworks-conf-performance-testing-made-easy-with-gatling-guillaume-corre/\" target=\"_blank\">Xebia Testworks Conf, in Amsterdam</a> with Guillaume Corré",
  "TALK_44" : "September 22nd, 2015 <a href=\"http://www.jugorleans.fr/jug007/\" target=\"_blank\">JUG Orléans, France</a> with Stéphane Landelle",
  "TALK_43" : "August 22nd, 2015 <a href=\"http://fosscon.us/Speakers/\" target=\"_blank\">FOSSCON 2015, Philadelphia</a> with Richard Friedman",
  "TALK_42" : "August 20th, 2015 <a href=\"http://www.meetup.com/eBay-Europe-Technology/events/224559053/?eventId=224559053/\" target=\"_blank\">eBay Europe Technology #ebaytechtalk</a> with Sergiusz Urbaniak",
  "TALK_41" : "June 23rd, 2015 <a href=\"https://sites.google.com/site/jugffm/home/24-06-2015-continuous-loadtesting-mit-gatling/\" target=\"_blank\">Java User Group Frankfurt-am-Main</a> with Jochen Mader",
  "TALK_40" : "June 18th, 2015 <a href=\"http://es.slideshare.net/FLJonathanAraaCruz/las-palmas-dev-ops-pruebas-de-carga-web/\" target=\"_blank\">Las Palmas DevOps</a> with Jonathan Ara&ntilde;a Cruz",
  "TALK_39" : "May 29th, 2015 <a href=\"http://fr.slideshare.net/ForgeRock/customer-scale-stateless-sessions-and-managing-highvolume-digital-services/\" target=\"_blank\">2015 Identity Summit</a> with Robert Wapshott",
  "TALK_38" : "May 25th, 2015 <a href=\"https://speakerdeck.com/kenchan/performance-testing-and-analysis/\" target=\"_blank\">Testing Casual Talks #2, Tokyo, Japan</a> with Kenichi Takahashi",
  "TALK_37" : "May 9th, 2015 <a href=\"http://fr.slideshare.net/mimiknoll/typo3-camp-stuttgart-2015-continuous-delivery-with-open-source-tools/\" target=\"_blank\">TYPO3 Camp Stuttgart 2015</a> with Michael Lihs",
  "TALK_36" : "April 15th, 2015 <a href=\"http://www.meetup.com/fr-FR/SoftwareTestingClub/events/221056063/\" target=\"_blank\">BrighTest Tester Gathering</a> with Jack Harris",
  "TALK_35" : "March 18th, 2015 <a href=\"http://boldradius.com/event/VCRqGjIAADcAseY1/scala-days---easy-scalability-with-akka/\" target=\"_blank\">Scala Days San Francisco</a> with Michael Nash",
  "TALK_34" : "March 7th, 2014 <a href=\"http://warszawscala.pl/scala45-testing/\" target=\"_blank\">Warsaw Scala Forty-Fives Testing #scala45pl - Scala enthusiasts day</a> with Andrzej Michalowski",
  "TALK_33" : "November 26th, 2014 <a href=\"http://www.meetup.com/fr-FR/scala-vienna/events/212002692/?eventId=212002692&chapter_analytics_code=UA-34569279-2/\" target=\"_blank\">Scala Vienna User Group</a> with Peter Brachwitz",
  "TALK_32" : "November 20th, 2014 <a href=\"http://fr.slideshare.net/mogproject/scala-41799241/\" target=\"_blank\">Scala Meet up, Tokyo, Japan</a> with Yosuke Mizutani",
  "TALK_31" : "November 17th, 2014 <a href=\"http://fr.slideshare.net/RossiOddet/jug-nantes-novembre-2014/\" target=\"_blank\">Java User Group Nantes, France</a> with Rossi Oddet",
  "TALK_30" : "October 30th, 2014 <a href=\"http://www.meetup.com/fr-FR/javaBin-Stavanger/events/213673322/?eventId=213673322/\" target=\"_blank\">JavaBin Stavanger, Norway</a> with Markus Krüger",
  "TALK_29" : "September 24th, 2014 <a href=\"http://fr.slideshare.net/benoitdechateauvieux/dmo-gatling-au-performance-user-group-de-casablanca-25-sept-2014/\" target=\"_blank\">Performance User Group Casablanca</a> with Benoit de Chateauvieux",
  "TALK_28" : "September 23rd, 2014 <a href=\"http://fr.slideshare.net/akohli/gatling-hackenbush/\" target=\"_blank\">Dublin Scala User Group</a> with Aman Kohli",
  "TALK_27" : "September 23rd, 2014 <a href=\"http://fr.slideshare.net/joshuaswarren/automated-testing-talk-from-meet-magento-new-york-2014/\" target=\"_blank\">Meet Magento New York 2014</a> with Joshua Warren",
  "TALK_26" : "June 11th, 2014 <a href=\"http://www.meetup.com/Geneva-Scala-Enthusiasts/events/180095262/\" target=\"_blank\">Geneva-Scala-Enthusiasts</a> with Nicolas Rémond",
  "TALK_25" : "May 11th, 2014 <a href=\"http://javacro.org/sessions/#gatling\" target=\"_blank\"> JavaCro 2014</a> with Andrija Kranjec",
  "TALK_24" : "May 8th, 2014 <a href=\"http://brug.be/gatherings/brug-may-2014\" target=\"_blank\"> BRUG</a> with Stéphan Mestach",
  "TALK_23" : "March 19th, 2014 <a href=\"http://www.jug-montpellier.org/\" target=\"_blank\"> MontpellierJUG </a> with Stéphane Landelle",
  "TALK_22" : "February 2nd, 2014 <a href=\"https://fosdem.org/2014/schedule/event/performance_testing_puppet_with_gatling\" target=\"_blank\"> Brussels FOSDEM </a> with Brian Cain",
  "TALK_21" : "December 12th, 2013 <a href=\"http://blog.octo.com/perfug-gatling-par-stephane-landelle\" target=\"_blank\"> Paris PerfUG </a> with Stéphane Landelle",
  "TALK_20" : "September 17th, 2013 <a href=\"http://www.lyonjug.org/\" target=\"_blank\"> LyonJUG </a> with Stéphane Landelle",
  "TALK_19" : "July 9th, 2013 <a href=\"http://humantalks.com/cities/grenoble/events/7\" target=\"_blank\"> Human Talks Grenoble </a> with Laurent Bristiel",
  "TALK_18" : "June 19th, 2013 <a href=\"http://www.jug.ch/html/events/2013/gatling_be.html\" target=\"_blank\"> SwissJUG </a> with Nicolas Rémond",
  "TALK_17" : "June 14th, 2013 <a href=\"http://geekout.ee/conference/schedule\" target=\"_blank\"> GeekOut </a> with Stéphane Landelle",
  "TALK_16" : "May 16th, 2013 <a href=\"http://marsjug.org/#reunions\" target=\"_blank\"> MarsJUG </a> with Stéphane Landelle & Pierre Dal-Pra",
  "TALK_15" : "March 27th, 2013 <a href=\"http://www.devoxx.com/display/FR13/Lab+Day+1\" target=\"_blank\"> DevoxxFR Lab </a> with Stéphane Landelle & Pierre Dal-Pra",
  "TALK_14" : "March 4th, 2013 <a href=\"http://www.alpesjug.fr/?p=1878\" target=\"_blank\"> Alpes JUG </a> with Stéphane Landelle and Pierre Dal-Pra",
  "TALK_13" : "February 12th, 2013 <a href=\"http://chtijug.org/session-tests-de-charge-avec-gatling-le-12-fevrier\" target=\"_blank\"> Ch’ti JUG </a> with Stéphane Landelle & Pierre Dal-Pra",
  "TALK_12" : "February 12th, 2013 <a href=\"http://humantalks.com/talks/78-tests-de-charge-avec-gatling\" target=\"_blank\"> Human Talks Paris </a> with Romain Sertelon",
  "TALK_11" : "January 10th, 2013 <a href=\"http://www.bordeauxjug.org/20130110_Gatling\" target=\"_blank\"> Bordeaux JUG </a> with Stéphane Landelle & François Dussert",
  "TALK_10" : "December 18th, 2012 <a href=\"http://www.normandyjug.org/2012/12/01/session-performance-avec-stephane-landelle-et-dimitri-baeli/\" target=\"_blank\"> Normandy JUG </a> with Stéphane Landelle",
  "TALK_9" : "November 27th, 2012 <a href=\"http://www.eventbrite.fr/event/4830547297?ebtv=C\" target=\"_blank\"> Geneva JUG </a> with Nicolas Rémond",
  "TALK_8" : "November 12th, 2012 <a href=\"http://www.devoxx.com/display/DV12/Blast+your+webapp+with+Gatling\" target=\"_blank\"> Devoxx </a> with Stéphane Landelle & Romain Sertelon",
  "TALK_7" : "October 31th, 2012 <a href=\"http://www.yajug.org/confluence/pages/viewpage.action?pageId=1672387\" target=\"_blank\"> YaJUG </a> with Stéphane Landelle",
  "TALK_6" : "October 17th, 2012 <a href=\"http://www.duchess-france.org/hands-on-gatling\" target=\"_blank\"> Duchess France </a> with Stéphane Landelle & Romain Sertelon",
  "TALK_5" : "September 13th, 2012 <a href=\"http://jugevents.org/jugevents/event/46721\" target=\"_blank\"> JUG Lausanne </a> with Nicolas Rémond",
  "TALK_4" : "April 26th, 2012 <a href=\"http://www.mix-it.fr/session/25/stresser-son-application-avec-gatling\" target=\"_blank\"> MixIT </a> with Stéphane Landelle & Romain Sertelon",
  "TALK_3" : "April 19th, 2012 <a href=\"http://devoxx.com/display/FR12/Realiser+des+tests+de+charges+avec+Gatling\" target=\"_blank\"> DevoxxFR </a> with Stéphane Landelle & Romain Sertelon",
  "TALK_2" : "February 22th, 2012 <a href=\"http://www.meetup.com/riviera-scala-clojure/events/45135892/?goback=%2Egde_1871734_member_96064244\" target=\"_blank\"> Riviera Scala Clojure </a> with Stéphane Landelle & Romain Sertelon",
  "TALK_1" : "January 26th, 2012 Paris Scala User Group with Stéphane Landelle & Romain Sertelon"
}
