{
  "MENU_RESOURCES" : "RESOURCES",
  "MENU_RESOURCES_DOWNLOAD" : "Download",
  "MENU_RESOURCES_DOCUMENTATION" : "Documentation",
  "MENU_RESOURCES_TALKS" : "Talks",
  "MENU_RESOURCES_ABOUT" : "About Gatling",
  "MENU_PROFESSIONAL_SERVICES" : "PROFESSIONAL SERVICES",
  "MENU_PROFESSIONAL_SERVICES_SUPPORT" : "Support & Consulting",
  "MENU_PROFESSIONAL_SERVICES_TRAINING" : "Training",
  "MENU_PROFESSIONAL_SERVICES_STORIES" : "Users stories",
  "MENU_PROFESSIONAL_SERVICES_WHY" : "Why Gatling?",
  "MENU_COMPANY" : "COMPANY",
  "MENU_COMPANY_VALUES" : "Our values",
  "MENU_COMPANY_HISTORY" : "History",
  "MENU_COMPANY_TEAM" : "The team",
  "MENU_COMPANY_CONTACT" : "Contact",
  "MENU_BLOG" : "BLOG",
  "MENU_SHARE" : "SHARE",
  "MENU_SHARE_GITHUB" : "Github",
  "MENU_SHARE_GOOGLEPLUS" : "Google +",
  "MENU_SHARE_TWITTER" : "Twitter",
  "MENU_SHARE_LINKEDIN" : "LinkedIn",
  "MENU_SHARE_FACEBOOK" : "Facebook",
  "MENU_SHARE_YOUTUBE" : "Youtube",
  "FOOTER": "Gatling est un outil open source de test de charge utilisant <strong>Scala</strong>, <strong>Akka</strong> et <strong>Netty</strong>",
  "HOME_HEADER_TITLE": "est un outil open source de test de charge utilisant <strong>Scala</strong>, <strong>Akka</strong> et <strong>Netty</strong>",
  "HOME_HEADER_SUBTITLE1": "Haute performance",
  "HOME_HEADER_SUBTITLE2": "Des rapports clairs, exhaustifs et dynamiques",
  "HOME_HEADER_SUBTITLE3": "Un Recorder de scénarios et un DSL facile à prendre en main",
  "HOME_HEADER_SUBTITLE4": "\"Armez-vous pour la performance\"",
  "HOME_BANNER": "Découvrez nos nouvelles offres de support !",
  "HOME_CAROUSEL_RECORD": "Enregistrer",
  "HOME_CAROUSEL_RECORD_CONTENT": "Avec votre propre navigateur, créez autant de scénarios que vous le souhaitez !<br/>Avec le Recorder de Gatling, vous serez capable de simulez toutes les actions de l’utilisateur, et même son temps de réflexion.",
  "HOME_CAROUSEL_EDIT": "Editer",
  "HOME_CAROUSEL_EDIT_CONTENT": "Nous avons développé un DSL clair et concis, pour vous aider à personnaliser vos scénarios.<br/>Facile à lire, facile à rédiger, facile à prendre en main.",
  "HOME_CAROUSEL_LAUNCH": "Lancer",
  "HOME_CAROUSEL_LAUNCH_OS": "Système d’exploitation",
  "HOME_CAROUSEL_LAUNCH_BUILD_TOOL": "Outil de build",
  "HOME_CAROUSEL_LAUNCH_CONTINUOUS_INTEGRATION": "Intégration continue",
  "HOME_CAROUSEL_ANALYZE": "Analyser",
  "HOME_CAROUSEL_ANALYZE_CONTENT": "Gatling produit des rapports clairs, exhaustifs, dynamiques et soignés. <br/>Zoomer, dézoomer et analyser les problèmes de performance !",
  "HOME_USE_GATLING": "Ils utilisent Gatling",
  "HOME_NEWS_HAPPY_NEW_YEAR": "L’équipe Gatling vous souhaite une bonne année!",
  "HOME_NEWS_VERSION": "Gatling {{version}} est disponible!",
  "PRO_TITLE": "Services professionnels",
  "PRO_CONTACT": "Toutes les prestations de services sont réalisées par <strong>l’équipe de développement de Gatling</strong>. Contactez-nous sur",
  "PRO_SUPPORT_DURATION": "Durée",
  "PRO_SUPPORT_NB_TICKETS": "Nombre de tickets",
  "PRO_SUPPORT_MAX_RESP_TIME": "Temps de réponse maximum",
  "PRO_SUPPORT_PRIORITY": "Priorité",
  "PRO_SUPPORT_CONSULTING": "Consulting rédaction de scénarios",
  "PRO_SUPPORT_SILVER": "Argent",
  "PRO_SUPPORT_GOLD": "Or",
  "PRO_SUPPORT_PLATINUM": "Platine",
  "PRO_SUPPORT_SILVER_DURATION": "Un an",
  "PRO_SUPPORT_SILVER_NB_TICKETS": "Trois",
  "PRO_SUPPORT_SILVER_MAX_RESP_TIME": "Un jour ouvré",
  "PRO_SUPPORT_SILVER_PRIORITY": "élevé",
  "PRO_SUPPORT_SILVER_CONSULTING": "Une heure",
  "PRO_SUPPORT_GOLD_DURATION": "Un an",
  "PRO_SUPPORT_GOLD_NB_TICKETS": "Douze",
  "PRO_SUPPORT_GOLD_MAX_RESP_TIME": "Un jour ouvré",
  "PRO_SUPPORT_GOLD_PRIORITY": "Très élevé",
  "PRO_SUPPORT_GOLD_CONSULTING": "Trois heures",
  "PRO_SUPPORT_PLATINUM_DURATION": "Un an",
  "PRO_SUPPORT_PLATINUM_NB_TICKETS": "Illimité",
  "PRO_SUPPORT_PLATINUM_MAX_RESP_TIME": "Quatre heures ouvrées",
  "PRO_SUPPORT_PLATINUM_PRIORITY": "Urgent",
  "PRO_SUPPORT_PLATINUM_CONSULTING": "Six heures",
  "PRO_PERFORMANCE_PACKAGE": "Tests clés en main : faites certifier votre application",
  "PRO_PERFORMANCE_PACKAGE_CONTENT1": "Nous proposons des offres performance incluant <strong>toutes les étapes du test de charge, de la rédaction de scénarios au reporting en passant par le lancement des tests.</strong>",
  "PRO_PERFORMANCE_PACKAGE_CONTENT2": "Des sessions pratiques sont aussi inclues pour vos équipes de test.",
  "PRO_PERFORMANCE_PACKAGE_CONTENT3": "Contactez-nous pour plus d’informations :",
  "PRO_ON_QUOTE": "Services professionnels sur devis",
  "PRO_TRAINING": "Formation et Certification",
  "PRO_TRAINING_CONTENT1": "<strong>Pour débutants ou utilisateurs confirmés</strong>. Rejoignez le réseau Gatling grâce à nos certifications !",
  "PRO_TRAINING_CONTENT2": "Programme d’une journée de formation",
  "PRO_MIGRATION": "Migration de Gatling",
  "PRO_MIGRATION_CONTENT1": "<strong>Profitez de tout le potentiel de Gatling</strong> et migrez vers la dernière version ! <strong>Notre équipe de développement vous aide dans votre migration.</strong>",
  "PRO_DEV": "Développement spécifique",
  "PRO_DEV_CONTENT": "Travaillez avec <strong>les experts Gatling!</strong>",
  "PRO_GET_IN_TOUCH": "Une seule adresse pour nous contacter :",
  "DOWNLOAD_LATEST_RELEASE": "Dernière version",
  "DOWNLOAD_LATEST_SNAPSHOT": "Dernière snapshot",
  "DOWNLOAD_SNAPSHOT_AVAILABLE": "Les snapshots sont disponibles ici ",
  "USING": "Avec ",
  "KLM_TITLE": "KLM",
  "KLM_QUOTE": "Gatling aide KLM à passer d’un mode d’organisation par projets à <strong>l’intégration continue</strong>",
  "KLM_QUOTE_AUTHOR": "Consultant senior en test de performance @ KLM",
  "KLM_SUBTITLE_1": "Vue d'ensemble",
  "KLM_CONTENT_1": "<p><strong>Gatling aide KLM à passer d’un mode d’organisation par projets à l’intégration continue</strong> en rendant possible l’intégration des tests de charge et de performance dans le processus d’intégration continue.</p><p>Conçu comme <strong>un outil pour développeurs s’intégrant parfaitement</strong> aux outils de développement utilisés chez KLM, Gatling a été rapidement adopté par les développeurs des équipes produit.</p><p>En intégrant les tests de performance à l’intégration continue, les équipes ont <strong>un feedback quotidien de la performance durant un rush</strong>, afin de détecter et résoudre les problèmes dès le début du processus de développement.</p>",
  "KLM_SUBTITLE_2": "L’Histoire",
  "KLM_CONTENT_2": "<p>Chez KLM, il y a plusieurs <strong>applications web qui sont cruciales pour notre métier</strong>. L’outil de réservation en ligne, par exemple, génère une part importante du chiffre d’affaires totale de la compagnie aérienne.</p><p><strong>Les indisponibilités ou les mauvaises performances de cette application peuvent mener à une baisse inadmissible du chiffre d’affaires</strong>. Le fait que des passagers utilisent des applications avec de mauvaises performances, comme pour le check-in sur internet, peut provoquer de longues files d’attente à l’aéroport.</p><p>C’est pourquoi toutes les applications indispensables à notre métier sont testées de manière approfondie avant d’être mis en ligne. Les tests de performance fournissent aussi des données pour le dimensionnement nécessaire des machines.</p>",
  "KLM_SUBTITLE_3": "Accélérer la mise sur le marché et préserver la qualité",
  "KLM_CONTENT_3": "<p>Durant les dix dernières années, tous les tests de performance étaient réalisés par une équipe dédiée au test de performance, composée de cinq spécialistes, réalisant des tests pour une centaine de mises en ligne par an. Depuis 2014, KLM a changé son mode d’organisation par projets pour se convertir à l’intégration continue.</p><p><strong>Un des objectifs est d’accélérer la mise sur le marché</strong> en augmentant le nombre de mises en ligne, <strong>tout en préservant la qualité</strong>.</p>",
  "KLM_SUBTITLE_4": "Une nouvelle approche",
  "KLM_CONTENT_4": "<p>Cet objectif nécessitait <strong>une nouvelle approche</strong> : le test de performance devait faire partie du cycle de livraison, par l’automatisation autant que possible de son exécution et de l’analyse des résultats de test. Aussi le test de performance devait-il être adopté par les équipes produit.</p><p><strong>C’est ici que Gatling est entré en jeu. Gatling est un outil conçu pour les développeurs et s’intègre parfaitement avec les outils que nos développeurs utilisent</strong> chez KLM, comme Maven ou Bamboo.</p><p>Nous rédigeons les tests Gatling dans un environnement de développement intégré Scala comme IntelliJ ou Eclipse et nous les ajoutons au code source de l’application dans le gestionnaire de sources.</p>",
  "KLM_SUBTITLE_5": "Un feedback permanent durant le rush",
  "KLM_CONTENT_5": "<p>Lors de la réalisation de tests de performance, les métriques Gatling sont envoyées dans Graphite, avec les métriques du système d’exploitation et de la Java Virtual Machine des applications testées. Les résultats de test sont ensuite analysés et comparés automatiquement, en utilisant une application de tableau de bord développée en propre. Les tests Gatling peuvent être déclenchés depuis le cycle de développement, <strong>donnant un feedback permanent de la performance d’une application durant le rush</strong>.</p>",
  "KLM_SUBTITLE_6": "Gatling, l’outil de test de performance de référence chez KLM",
  "KLM_CONTENT_6": "<p>Durant les mois précédents, toutes les applications web principales ont migré leurs tests de performance vers Gatling, <strong>faisant de Gatling l’outil de test de performance de référence chez KLM</strong>.</p>",
  "BC_TITLE": "Témoignage d'une société Britannique",
  "BC_QUOTE": "Nous pensons que <strong>Gatling favorise la collaboration avec les équipes produit tout au long du processus de test de charge</strong>",
  "BC_QUOTE_AUTHOR": "Equipe de test de charge du Digital",
  "BC_CONTENT_0": "<p>L’équipe de test de charge du Digital ainsi que différentes équipes produit intègrent Gatling <strong>dans leur phase de test de charge</strong>.</p>",
  "BC_SUBTITLE_1": "Pourquoi Gatling ?",
  "BC_CONTENT_1": "<p>Il y a <strong>trois raisons principales</strong> qui nous ont fait choisir Gatling :<ol><li>Le DSL http</li><li>Les rapports</li><li>Son modèle de programmation concurrente</li></ol></p>",
  "BC_SUBTITLE_2": "HTTP DSL",
  "BC_CONTENT_2": "<p>Il y a de nombreux outils de test de charge qui ne permettent aux tests d’être rédigés qu’avec une interface graphique ou des fichiers XML. <strong>Nous cherchions des scripts de tests qui soient faciles à comprendre</strong> et qui pouvaient être envoyés dans un système de gestion des versions.</p>",
  "BC_SUBTITLE_3": "Les Rapports",
  "BC_CONTENT_3": "<p><strong>Les rapports interactifs en JavaScript</strong> qui sont produits après le lancement du test sont <strong>très impressionnants</strong> et les équipes produit souhaitaient recevoir les rapports pour analyser les résultats eux-mêmes.</p><p><strong>L’intégration avec Graphite/InfluxDB et Grafana</strong> était primordiale pour nous. Nous sommes maintenant capables de fournir <strong>des graphiques en temps réel</strong> que les équipes produit peuvent voir pendant les tirs de charge.</p>",
  "BC_SUBTITLE_4": "Le Modèle de programmation concurrente",
  "BC_CONTENT_4": "<p>Avec un modèle synchrone de programmation concurrente, il est nécessaire d’utiliser plusieurs machines simplement pour atteindre une centaine de requêtes par seconde. Augmentez la charge peut être difficile et onéreux lorsque l’on tire depuis le cloud. Nous sommes parvenus à atteindre <strong>un taux de concurrence élevé avec Gatling en utilisant un simple serveur Linux</strong>.</p>",
  "BC_SUBTITLE_5": "L’Histoire",
  "BC_CONTENT_5": "<p>Hormis moi-même, il y a deux autres testeurs dans l’équipe de test de charge du Digital, qui couvre une série de produits et de services applicatifs. Nos deux principaux outils sont Gatling et un outil propriétaire.</p><p>Nous pensons que <strong>Gatling favorise la collaboration avec les équipes produit tout au long du processus de test de charge</strong>. Tout d’abord, les exigences de performance sont rédigées sur un wiki, traduite en un script de test Gatling et envoyé sur <a href=\"https://github.com/bbc/gatling-load-tests\">notre Github</a>. Le test est alors relu par un membre de l’équipe produit. C’est crucial car les développeurs n’ont pas besoin d’installer un outil de test de charge ou de se perdre dans d’interminables fichiers XML pour pouvoir relire le test. <strong>Le DSL peut être lu par tous</strong> et, régulièrement, les parties prenantes soumettent leur demande de modifications lorsqu’ils observent des cas de test concrets.</p><p>Nous avons créé des <a href=\"https://github.com/bbc/gatling-load-tests#grafanainfluxdb\">images Docker de Grafana et InfluxDB</a> qui peuvent être lancées pour supporter, prêts à l’emploi, la création de graphiques en temps réel et le stockage des métriques. Cela permet aussi bien à nous-mêmes qu’aux équipes produit de regarder la progression des tirs et utiliser des requêtes type SQL pour extraire des données liées à des données d’une série chronologique spécifique.</p><p>Les rapports, générés automatiquement, sont archivés et mis en ligne sur un serveur pour que toutes les parties prenantes puissent y accéder.</p>",
  "BC_SUBTITLE_6": "L’Avenir",
  "BC_CONTENT_6": "<p>La tendance générale vers le déploiement sur le cloud a créé une nouvelle dynamique concernant le test de charge. Il y a eu une tendance à moins dépendre d’une équipe centralisée de test de charge, tirant à partir d’une infrastructure interne, vers un modèle où les développeurs et les testeurs lancent leurs propres instances et font des tests de charge eux-mêmes. Gatling est parfaitement adapté pour cela et <strong>nous commençons à aider les équipes produit pour qu’ils lancent Gatling comme une étape de l’intégration continue</strong>, en utilisant le <a href=\"https://wiki.jenkins-ci.org/display/JENKINS/Gatling+Plugin\">plugin Jenkins.</a></p>",
  "OX_TITLE": "Open-Xchange",
  "OX_QUOTE": "Nous avons divisé par l’utilisation de ressources pour la réalisation des tests, <strong>réduisant drastiquement nos investissements</strong>",
  "OX_QUOTE_AUTHOR": "Responsable de l’Assurance Qualité @ Open-Xchange",
  "OX_CONTENT_0": "<p>Open-Xchange s’engage à <strong>fournir les solutions web de collaboration de productivité les plus robustes, les plus modernes et les plus fiables</strong> aux sociétés les plus dynamiques.</p><p><strong>Cibler les installations de plusieurs millions d’utilisateurs</strong> sur le marché de l’hébergement et des télécoms induit <strong>une exigence naturelle pour des tests de charge et de stress rigoureux</strong>.</p><p>Utiliser Gatling dans notre <strong>effort d’intégration continue</strong> assure que les régressions concernant la performance sont <strong>repérées dès le début</strong> du cycle de développement.</p><p>Dévoiler des faiblesses architecturales dès que possible est inestimable lorsque l’on développe des applications complexes.</p>",
  "OX_SUBTITLE_1": "Flexibilité, Efficacité, Intégration",
  "OX_CONTENT_1": "<p><strong>Gatling a très rapidement remplacé nos outils traditionnels de test de charge</strong> en procurant <strong>une grande flexibilité et efficacité, ainsi qu’une intégration</strong> à nos processus existants et nos environnements de test.</p><p><strong>Supprimer les goulets d’étranglement</strong> du test de charge d’API nous a permis d’obtenir des résultats plus compréhensibles et plus pertinents.</p><p>Associer ces avantages à une meilleure adoption du test de charge dans les équipes de développement a amélioré significativement la qualité logicielle et la satisfaction client.</p><p>Dans le même temps, nous avons <strong>divisé par 150 l’utilisation de ressources</strong> pour la réalisation des tests, <strong>réduisant drastiquement nos investissements dédiés au test de charge</strong>.</p>",
  "OX_SUBTITLE_2": "Focus sur l’intégration",
  "OX_CONTENT_2": "<p>Nous utilisons Gatling avec d’autres composantes réputées comme <strong>Grafana, collectd, jmxtrans et InfluxDB</strong>, non seulement pour collecter et stocker les données du test de charge, mais aussi pour extraire des informations pertinentes qui nous aident à optimiser nos produits.</p><p><strong>La flexibilité de Gatling</strong> nous a permis d’adapter le test de charge <strong>aussi bien à des protocoles d’application web open source que propriétaires</strong>, grâce à un framework commun afin <strong>d’éviter les coûts de réécriture d’une fonctionnalité ou des données de test pour d’autres projets</strong>.</p>",
  "OX_SUBTITLE_3": "Formation",
  "OX_CONTENT_3": "<p>Aussi bien la communauté que les offres commerciales de services professionnels sont extrêmement précieuces pour accompagner la transition et l’intégration de Gatling dans le travail quotidien de nos équipes.</p><p>La réactivité et la qualité du support de la communauté Gatling ont été exceptionnelles.</p><p><strong>Les sessions de formation dédiées dans nos locaux, avec nos DevOps et nos équipes de développement, d’Assurance Qualité et de services professionnels ont aidé à propager l’adoption, l’expérience acquise et de revoir les implémentations existantes</strong>.</p>",
  "STORY_BC_DESCRIPTION": "<p>La tendance générale vers le déploiement sur le cloud a créé une nouvelle dynamique concernant le test de charge. Il y a eu une tendance à moins dépendre d’une équipe centralisée de test de charge, tirant à partir d’une infrastructure interne, vers un modèle où les développeurs et les testeurs lancent leurs propres instances et font des tests de charge eux-mêmes.</p><p> Gatling est parfaitement adapté pour cela et <strong>nous commençons à aider les équipes produit pour qu’ils lancent Gatling comme une étape de l’intégration continue</strong>, en utilisant le plugin Jenkins.</p>",
  "STORY_TRAVEL": "VOYAGES",
  "LICENCE_COMMUNITY_INFO": "<b>Gatling community</b> is distributed under Apache 2.0 license. Gatling is open source and always will be. There is a new release every year.",
  "LICENCE_BASIC_INFO": "<b>Gatling Basic</b> is distributed under proprietary license. You have access to Gatling’s releases as soon as they are available. You can test as many times as you wish your own applications. You are not allowed under any circumstances to distribute Gatling Basic’s binaries.",
  "LICENCE_PRO_INFO": "<b>Gatling Pro</b> is distributed under proprietary license. You have access to Gatling’s releases as soon as they are available. You can test as many times as you wish your own applications. You are not allowed under any circumstances to distribute Gatling Basic’s binaries.",
  "LEGAL_TITLE": "Legals",
  "LEGAL_CONTENT": "This website is owned and maintained by <b>Gatling Corp</b>.<br/>The Society is registered in the Créteil Trade and Companies Register under number 812 810 216.<br/>Registered office address: <b>45-47 avenue Carnot – 94230 Cachan FRANCE</b>.<br/>The company is capitalized at <b>50 000 €</b>.<br/>Phone number: <b>+33 1 41 24 43 29</b><br/>Any complaint regarding the website’s content must be sent to the registered office, to the attention of the publication director, Mr Stéphane Landelle.",

  "DEFINITION_MINOR_RELEASE_TITLE" : "Minor release:",

  "DEFINITION_MINOR_RELEASE" : "Minor release occurs once a year. It includes community contributions and Gatling’s critical correction patches.",

  "DEFINITION_ENTERPRISE_FIXES_TITLE" : "Enterprises fixes:",

  "DEFINITION_ENTERPRISE_FIXES" : "Enterprises fixes occur twice a year or more. They give you access to all Gatling’s correction patches.",

  "DEFINITION_SNAPSHOTS_TITLE" : "Snapshots:",

  "DEFINITION_SNAPSHOTS" : "Get instant access to Gatling’s every correction patches as soon as they are available and to some exclusive features.",

  "DEFINITION_COMMUNITY_MAILING_LIST_TITLE" : "Community mailing list:",

  "DEFINITION_COMMUNITY_MAILING_LIST" : "Subscribe to Gatling’s Google Group, help and get helped by Gatling’s community.",

  "DEFINITION_PRO_MAILING_LIST_TITLE" : "Pro mailing list:",

  "DEFINITION_PRO_MAILING_LIST" : "Get direct access to Gatling’s development team. We answer within hours on business days.",

  "DEFINITION_EBIZ_TITLE" : "eBusiness Information ",

  "DEFINITION_EBIZ" : "is an IT consulting firm founded in 2000. Its CTO created Gatling in 2011. It supports and funds Gatling since the very beginning.",

  "VALUES" : "Our Values",

  "VALUES_TITLE_1" : "Open source",
  "VALUES_CONTENT_1" : "Gatling is open-source, and always will be. We believe that open source is at the core of innovation and technological innovation is Gatling's DNA. Check out our <a href=\"https://groups.google.com/forum/#!forum/gatling\" target=\"_blank\">Google Group</a> to enjoy community support.",

  "VALUES_TITLE_2" : "Agility",
  "VALUES_CONTENT_2" : "We built Gatling to allow better communication and teamwork within the agile development teams. It works with your build-tool. It provides you also with dynamic, easy-to-read and ready-to-present reports. Because performance testing is everyone's matter.",

  "VALUES_TITLE_3" : "High performance",
  "VALUES_CONTENT_3" : "Gatling compute and provides you with the right metrics to analyze your web app's performance. Because it is based on Akka, Netty and AsyncHTTPClient, Gatling is able to simulate a high load of vitual users.",

  "WHY" : "Why Gatling ?",

  "WHY_TITLE_1" : "Ready-to-present reports",
  "WHY_CONTENT_1" : "Zoom in, Zoom out. Thanks to our dynamic reports, share information to your team. Easy-to-read, ready-to-present, Gatling’s reports are the best way to get everyone on board for load testing.",

  "WHY_TITLE_2" : "High concurrency rate",
  "WHY_CONTENT_2" : "Gatling is based on cutting-edge technologies and frameworks like Akka, Netty and AsyncHTTPClient. The actor model makes it possible to inject a very high load of virtual users.",

  "WHY_TITLE_3" : "Easy maintainability",
  "WHY_CONTENT_3" : "Gatling’s code-like scripting is a new approach of performance testing: developers play a much greater role. Scenarios are very easy to change and to maintain.",

  "WHY_TITLE_4" : "Go with percentiles",
  "WHY_CONTENT_4" : "Gatling provides you with high-precision percentiles. These metrics are the only one relevant for load & performance testing. Don’t waste your time anymore!",

  "HISTORY" : "History",

  "HISTORY_TITLE_1" : "Why Gatling?",
  "HISTORY_CONTENT_1" : "Gatling is developed by former consultants since 2012. Its founder is Stéphane Landelle which was the CTO of eBusiness Information, an IT consulting firm in Paris area, founded in 2000. A full time team of consultants is since dedicated to Gatling’s development and improvement.",

  "HISTORY_TITLE_2" : "Why Gatling Corp?",
  "HISTORY_CONTENT_2" : "Gatling Corp is the official entity which develops Gatling. It aims at keeping Gatling open-source with cutting-edge technologies. Its parent company is eBusiness Information. All Gatling developers are certified in Java and Scala. They are also dedicated to professional services (Gatling’s professional support and consulting services).",

  "TEAM" : "The team",

  "TEAM_TITLE_1" : "Stéphane Landelle",
  "TEAM_CONTENT_1" : "Gatling's founder and CEO<br/><a href=\"https://twitter.com/slandelle\"><i class=\"fa fa-twitter\"></i>@slandelle</a><br/><a href=\"https://github.com/slandelle\"><i class=\"fa fa-github\"></i> slandelle</a>",

  "TEAM_TITLE_2" : "Guillaume Corré",
  "TEAM_CONTENT_2" : "Developer<br/><a href=\"https://twitter.com/notdryft\"><i class=\"fa fa-twitter\"></i>@notdryft</a><br/><a href=\"https://github.com/notdryft\"><i class=\"fa fa-github\"></i> notdryft</a>",

  "TEAM_TITLE_3" : "Flavien Bert",
  "TEAM_CONTENT_3" : "Developer<br/><a href=\"https://twitter.com/FlavienBert\"><i class=\"fa fa-twitter\"></i>@FlavienBert</a>",

  "TEAM_TITLE_4" : "Thomas Grenier",
  "TEAM_CONTENT_4" : "Developer",

  "TEAM_TITLE_5" : "Paul-Henri Pillet",
  "TEAM_CONTENT_5" : "Business Development<br/><a href=\"https://twitter.com/ph_pillet\"><i class=\"fa fa-twitter\"></i>@ph_pillet</a>",

  "TEAM_TITLE_6" : "eBusiness Information",
  "TEAM_CONTENT_6" : "IT consulting firm<br/><a href=\"http://www.ebusinessinformation.fr/\">http://www.ebusinessinformation.fr/</a>",

  "CONTACT_TITLE" : "Contact",
  "CONTACT_GATLING_CORP" : "Gatling Corp",
  "CONTACT_ADDRESS" : "Address:",
  "CONTACT_SCHEDULE" : "Monday - Friday<br/>10am - 6pm (France time zone)",
  "CONTACT_PHONE" : "Phone:",
  "CONTACT_EMAIL" : "E-mail:",
  "CONTACT_FOLLOW_US" : "Follow us on:",

  "TALKS" : "Talks",
  "TALKS_UPCOMING" : "Upcoming",
  "TALKS_NO_UPCOMING" : "No upcoming talks",
  "TALKS_PASSED" : "Passed",
  "TALK_1" : "June 11th, 2014 <a href=\"http://www.meetup.com/Geneva-Scala-Enthusiasts/events/180095262/\" target=\"_blank\">Geneva-Scala-Enthusiasts</a> with Nicolas Rémond",
  "TALK_2" : "May 11th, 2014 <a href=\"http://javacro.org/sessions/#gatling\" target=\"_blank\"> JavaCro 2014</a> with Andrija Kranjec",
  "TALK_3" : "May 8th, 2014 <a href=\"http://brug.be/gatherings/brug-may-2014\" target=\"_blank\"> BRUG</a> with Stéphan Mestach",
  "TALK_4" : "March 19th, 2014 <a href=\"http://www.jug-montpellier.org/\" target=\"_blank\"> MontpellierJUG </a> with Stéphane Landelle",
  "TALK_5" : "February 2nd, 2014 <a href=\"https://fosdem.org/2014/schedule/event/performance_testing_puppet_with_gatling\" target=\"_blank\"> Brussels FOSDEM </a> with Brian Cain",
  "TALK_6" : "December 12th, 2013 <a href=\"http://blog.octo.com/perfug-gatling-par-stephane-landelle\" target=\"_blank\"> Paris PerfUG </a> with Stéphane Landelle",
  "TALK_7" : "September 17th, 2013 <a href=\"http://www.lyonjug.org/\" target=\"_blank\"> LyonJUG </a> with Stéphane Landelle",
  "TALK_8" : "July 9th, 2013 <a href=\"http://humantalks.com/cities/grenoble/events/7\" target=\"_blank\"> Human Talks Grenoble </a> with Laurent Bristiel",
  "TALK_9" : "June 19th, 2013 <a href=\"http://www.jug.ch/html/events/2013/gatling_be.html\" target=\"_blank\"> SwissJUG </a> with Nicolas Rémond",
  "TALK_10" : "June 14th, 2013 <a href=\"http://geekout.ee/conference/schedule\" target=\"_blank\"> GeekOut </a> with Stéphane Landelle",
  "TALK_11" : "May 16th, 2013 <a href=\"http://marsjug.org/#reunions\" target=\"_blank\"> MarsJUG </a> with Stéphane Landelle & Pierre Dal-Pra",
  "TALK_12" : "March 27th, 2013 <a href=\"http://www.devoxx.com/display/FR13/Lab+Day+1\" target=\"_blank\"> DevoxxFR Lab </a> with Stéphane Landelle & Pierre Dal-Pra",
  "TALK_13" : "March 4th, 2013 <a href=\"http://www.alpesjug.fr/?p=1878\" target=\"_blank\"> Alpes JUG </a> with Stéphane Landelle and Pierre Dal-Pra",
  "TALK_14" : "February 12th, 2013 <a href=\"http://chtijug.org/session-tests-de-charge-avec-gatling-le-12-fevrier\" target=\"_blank\"> Ch’ti JUG </a> with Stéphane Landelle & Pierre Dal-Pra",
  "TALK_15" : "February 12th, 2013 <a href=\"http://humantalks.com/talks/78-tests-de-charge-avec-gatling\" target=\"_blank\"> Human Talks Paris </a> with Romain Sertelon",
  "TALK_16" : "January 10th, 2013 <a href=\"http://www.bordeauxjug.org/20130110_Gatling\" target=\"_blank\"> Bordeaux JUG </a> with Stéphane Landelle & François Dussert",
  "TALK_17" : "December 18th, 2012 <a href=\"http://www.normandyjug.org/2012/12/01/session-performance-avec-stephane-landelle-et-dimitri-baeli/\" target=\"_blank\"> Normandy JUG </a> with Stéphane Landelle",
  "TALK_18" : "November 27th, 2012 <a href=\"http://www.eventbrite.fr/event/4830547297?ebtv=C\" target=\"_blank\"> Geneva JUG </a> with Nicolas Rémond",
  "TALK_19" : "November 12th, 2012 <a href=\"http://www.devoxx.com/display/DV12/Blast+your+webapp+with+Gatling\" target=\"_blank\"> Devoxx </a> with Stéphane Landelle & Romain Sertelon",
  "TALK_20" : "October 31th, 2012 <a href=\"http://www.yajug.org/confluence/pages/viewpage.action?pageId=1672387\" target=\"_blank\"> YaJUG </a> with Stéphane Landelle",
  "TALK_21" : "October 17th, 2012 <a href=\"http://www.duchess-france.org/hands-on-gatling\" target=\"_blank\"> Duchess France </a> with Stéphane Landelle & Romain Sertelon",
  "TALK_22" : "September 13th, 2012 <a href=\"http://jugevents.org/jugevents/event/46721\" target=\"_blank\"> JUG Lausanne </a> with Nicolas Rémond",
  "TALK_23" : "April 26th, 2012 <a href=\"http://www.mix-it.fr/session/25/stresser-son-application-avec-gatling\" target=\"_blank\"> MixIT </a> with Stéphane Landelle & Romain Sertelon",
  "TALK_24" : "April 19th, 2012 <a href=\"http://devoxx.com/display/FR12/Realiser+des+tests+de+charges+avec+Gatling\" target=\"_blank\"> DevoxxFR </a> with Stéphane Landelle & Romain Sertelon",
  "TALK_25" : "February 22th, 2012 <a href=\"http://www.meetup.com/riviera-scala-clojure/events/45135892/?goback=%2Egde_1871734_member_96064244\" target=\"_blank\"> Riviera Scala Clojure </a> with Stéphane Landelle & Romain Sertelon",
  "TALK_26" : "January 26th, 2012 Paris Scala User Group with Stéphane Landelle & Romain Sertelon"
}
